[
  {
    "id": 1,
    "title": "The spanish love deception",
    "auteur": "elena armas",
    "photo": "Assets/Couverture/spanish.jpg",
    "type": "romance",
    "résumé": "Catalina Martín est désespérée. Pour ne pas arriver seule au mariage de sa soeur, auquel assisteront son ex et sa fiancée, elle a assuré à toute sa famille en Espagne qu'elle viendrait accompagnée de son petit ami américain. Sauf que ce petit ami n'existe pas. Et voilà que ce qui n'était qu'un mensonge inoffensif est à présent hors de contrôle. Quatre semaines avant les festivités, elle ne voit aucune issue.C'est alors qu'Aaron Blackford, un collègue qui l'a toujours exaspérée, se propose pour le rôle. Plutôt mourir que de passer un week-end avec ce type aussi froid que l'hiver new-yorkais ! Pourtant, à mesure que l'échéance se rapproche, Catalina doit se rendre à l'évidence : Aaron est sa seule chance de s'en tirer la tête haute.",
    "broché": "19.90€",
    "poche": "8.90€",
    "liseuse": "8.49€",
    "catégorie": "wishlist",
    "nombre de page": "704",
    "pages lu": "0"
  },
  {
    "id": 2,
    "title": "regretting you",
    "auteur": "colleen hoover",
    "photo": "Assets/Couverture/regrettingYou.jpg",
    "type": "romance",
    "résumé": "La fille de Morgan, Clara, ne pourrait pas être plus différente qu'elle. Devenue mère très jeune, Morgan craint plus que tout que Clara fasse les mêmes erreurs qu'elle. Elle mène une vie sans projet ni ambition, qu'elle commence à trouver ennuyeuse et qui la rend de plus en plus invisible auprès des autres. Clara aime sa mère bien sûr, mais ne se reconnaît pas dans cette femme fade et sans volonté à ses yeux. Elle est bien plus proche de son père, Chris, et de sa tante Jenny, la soeur de Morgan. Mais leur monde va voler en éclats lorsque Chris est victime d'un accident de la route qui va les obliger à reconsidérer toute leur vie et leurs relations. Car, au-delà du drame qu'il suscite, Morgan et Clara vont devoir apprendre à communiquer et trouver un sens à leur vie.",
    "broché": "18.50€",
    "poche": "8.90€",
    "liseuse": "6.99€",
    "catégorie": "pile a lire",
    "nombre de page": "368",
    "pages lu": "0"
  },
  {
    "id": 3,
    "title": "oh my lord",
    "auteur": "emma green",
    "photo": "Assets/Couverture/lord.jpg",
    "type": "romance",
    "résumé": "En arrivant à Londres avec sa sœur jumelle, Sidonie ne s'attendait pas à devenir la nounou de Birdie, la fille difficile du richissime Emmett Rochester. Tous deux endeuillés, Sidonie ayant récemment perdu sa mère et Emmett pleurant sa femme disparue dans un incendie, ils ont tous deux adopté une attitude de fermeté pour se protéger de la douleur. Mais malgré leurs résolutions, l'attraction entre eux est irrésistible et leur cohabitation promet d'être explosive. Qui craquera en premier : Sidonie ou Emmett ?",
    "broché": "",
    "poche": "7.90€",
    "liseuse": "6.99€",
    "catégorie": "livres lus",
    "nombre de page": "468",
    "pages lu": "468"
  },
  {
    "id": 4,
    "title": "lakestone",
    "auteur": "sarah rivens",
    "photo": "Assets/Couverture/lakestone.jpg",
    "type": "dark romance",
    "résumé": "Dans la tranquillité trompeuse de la ville d'Ewing aux Etats-Unis, Iris, confinée à la bibliothèque, est plongée dans ses révisions. A des kilomètres de la, un mercenaire affronte le froid tranchant de la nuit, aussi glaciale que le cadavre qu'il vient d'enterrer. Ils n'ont rien en commun, pourtant tous deux ont le même objectif : amasser assez d'argent. Iris, pour payer ses frais de scolarité à l'universite, le mercenaire, pour mener à bien sa mission. Mission dont elle est la cible. Désormais, son existence est liée à celle de cet homme, une connexion qui éveille en lui curiosité et désir. Arrachée à la vie qu'elle a toujours connue, la jeune étudiante se retrouve à la merci du mercenaire dont l'impulsivité a forgé la réputation, celui qui a été façonné pour tuer... Celui qu'on appelait Lakestone.",
    "broché": "20€",
    "poche": "",
    "liseuse": "9.99€",
    "catégorie": "livres lus",
    "nombre de page": "800",
    "pages lu": "800"
  },
  {
    "id": 5,
    "title": "la femme de ménage",
    "auteur": "freida mcfadden",
    "photo": "Assets/Couverture/laFemmedeMenage.jpg",
    "type": "thriller",
    "résumé": "Chaque jour, Millie fait le ménage dans la belle maison des Winchester, une riche famille new-yorkaise. Elle récupère aussi leur fille à l'école et prépare les repas avant d'aller se coucher dans sa chambre, au grenier. Pour la jeune femme, ce nouveau travail est une chance inespérée. L'occasion de repartir de zéro. Mais, sous des dehors respectables, sa patronne se montre de plus en plus instable et toxique. Et puis il y a aussi cette rumeur dérangeante qui court dans le quartier : madame Winchester aurait tenté de noyer sa fille il y a quelques années. Heureusement, le gentil et séduisant monsieur Winchester est là pour rendre la situation supportable. Mais le danger se tapit parfois sous des apparences trompeuses. Et lorsque Millie découvre que la porte de sa chambre mansardée ne ferme que de l'extérieur, il est peut-être déjà trop tard...",
    "broché": "19.95€",
    "poche": "8.60€",
    "liseuse": "8.49€",
    "catégorie": "livres lus",
    "nombre de page": "416",
    "pages lu": "416"
  },
  {
    "id": 6,
    "title": "en équilibre",
    "auteur": "morgane moncomble",
    "photo": "Assets/Couverture/enEquilibre.jpg",
    "type": "romance",
    "résumé": "Tiraillée entre sa passion, ses complexes et son anxiété, Lara avance en funambule sur le fil de l'acceptation de soi. Lara vit à New York avec ses parents et sa sœur jumelle, Amélia. Toutes deux, très fusionnelles, sont passionnées de cirque depuis leur plus jeune âge. Surtout Lara, grande anxieuse, pour qui le cerceau aérien est un souffle, une façon de respirer. Si bien qu’elle voudrait en faire son métier et, pourquoi pas, se produire un jour sur une scène de cabaret! Mais ses parents ne voient pas les choses sous cet angle. Et lorsqu’Amélia annonce vouloir arrêter le cirque, Lara, qui a toujours été « la grosse des deux », va devoir affronter sa famille et surtout ses démons intérieurs… Arrivera-t-elle à prouver que personne ne pourra l’empêcher d’être la meilleur, perchée dans les airs?",
    "broché": "17€",
    "poche": "7.90€",
    "liseuse": "7.99€",
    "catégorie": "wishlist",
    "nombre de page": "448",
    "pages lu": "0"
  },
  {
    "id": 7,
    "title": "dancing with the Devil",
    "auteur": "billie morgan",
    "photo": "Assets/Couverture/dancingDevil.jpg",
    "type": "dark romance",
    "résumé": "Peut-elle faire un pacte avec l’homme qui a détruit son frère ? Lindsay, infirmière dans un hôpital de Détroit, mène une vie très simple et n’a pas vraiment d’attache en dehors de son frère jumeau, Logan. Elle pensait tout savoir de lui, mais quand elle le retrouve à moitié mort dans son appartement, juste après avoir croisé un homme qui semblait aussi dangereux que troublant, elle se voit entraînée dans un univers dont les codes lui échappent pour réparer les bêtises de son frère. Key est un collecteur de dettes. Il n’attend rien de la vie, il la savoure tant qu’elle est là. Alors quand cette fille débarque, avec sa fougue, ses beaux principes et ses idéaux, il n’a qu’une envie : la faire sombrer avec lui. Lindsay déteste tout ce que Key représente, d’autant plus qu’il a presque tué son frère… Mais pourquoi a-t-elle l’impression qu’il y avait bien plus que cette histoire de dette entre eux ? Que pouvait bien lui cacher son frère ? Entre l’ombre et la lumière, Key et Lindsay vont lutter, se résister… Qui cédera en premier ?",
    "broché": "17.90€",
    "poche": "8.90€",
    "liseuse": "7.99€",
    "catégorie": "livres lus",
    "nombre de page": "476",
    "pages lu": "476"
  }
]
